Обновление Рассвет Авалона
===

          <div class="row">
            <div class="col-12">
              <div class="content__block">
                <div class="image-headline" style="overflow:hidden;">
                  <img class="img-fluid" src="/tpl/img/5f156a1cba2b4_default_12col.jpeg">
                  <h2 class="text-uppercase">Рассвет Авалона</h2>
                </div> 
                <div class="content__text">
                  <p>
                  12 августа 2020 года обновление Рассвет Авалона переведет мир Альбиона в совершенно новую эру. 
                  В нем представлены Пути Авалона - огромная, постоянно меняющаяся сеть древних дорог. На Пути можно войти через врата, 
                  появляющиеся в открытом мире, и они предназначены для того, чтобы преодолевать огромные расстояния ради путешествий, 
                  перевозки предметов и планирования атак (или ухода от нападения). За Путями находятся Дебри Авалона, представляющие из 
                  себя абсолютно новый мир для исследования, где можно найти сокровища, скопления ресурсов, а также новых существ и авалонцев 
                  для их дальнейшего уничтожения. Кроме того, небольшие гильдии, ищущие дом за пределами политических и территориальных войн 
                  Запределья, могут строить убежища и жить на Путях Авалона, что дает не только уникальные возможности, но и соответствующие испытания.
                  </p>
                  <p>
                  Проклятые подземелья - это новая механика, позволяющая одиночным игрокам испытать себя в соло-PvE в огненном мире, полном демонов, 
                  ловушек и проклятых существ. Игроки могут уничтожать орды врагов ради сокровищ и очков Бесчестья, или же врываться в подземелья других 
                  игроков и драться 1х1, чтобы забрать себе очки Бесчестья, добычу и подняться в таблице лидеров.
                  </p>
                  <p>
                  Новая линия авалонского оружия состоит из 15 предметов основного оружия и трех предметов оружия для левой руки, каждое из которых 
                  обладает собственными уникальными умениями, тем самым расширяя пласт боевой системы Albion Online. Это оружие можно крафтить из новых 
                  артефактов, которые, в свою очередь, создаются из новых фрагментов под названием авалонские осколки, падающие с авалонских монстров.
                  </p>
                  <p>
                  Дополнительные особенности обновления Рассвет Авалона включают глобальную переработку PvE-прокачки доски достижений, многочисленные 
                  улучшения удобства интерфейса, новый набор Бродячего авантюриста и многое, многое другое.
                  </p>
                </div>
              </div>
            </div>
          </div>
          <div class="row">
            <div class="col-sm">
              <div class="content__block">
                <div class="col__image">
                  <img src="/tpl/img/5e0f34d9aba14_default_big.png">
                </div>
                <div style="text-align: justify;" class="content__text">
                  <h3 class="text-uppercase">Запределье</h3>
                  <p>В обновлении Квин мы увидим полностью переработанный континент с черными зонами - <b>Запределье</b>. 
                    У нового континента имеются низкоуровневые зоны по внешнему краю, и постепенно, ближе к центру, 
                    тиры локаций и ценность ресурсов увеличиваются, позволяя гильдиям с разными возможностями соревноваться 
                    на своем уровне. Территории внутри региона теперь будут иметь одинаковый префикс, а зоны порталов сменят 
                    свои названия на более четкие и понятные, что упростит их поиск и навигацию. В сочетании с другими игровыми 
                    системами - <b>убежищами, сражениями за территории в открытом мире и тремя новыми городами</b>, теперь гильдии смогут 
                    выбрать особый путь, позволяющий им полностью поселиться в Запределье - таким образом мы проходим следующую 
                    важную веху на пути Albion Online к полноценной ММО-песочнице.</p>
                </div>
              </div>
            </div>
            <div class="col-sm">
              <div class="content__block">
                <div class="col__image">
                  <img src="/tpl/img/5e137ab3226f0_default_big.png">
                </div>
                <div style="text-align: justify;" class="content__text">
                  <h3 class="text-uppercase">УБЕЖИЩА</h3>
                  <p>Убежища позволят гильдиям строить свои собственные подземные базы в черных зонах 
                    открытого мира. На территории этих мощных, автономных домов находятся <b>банк гильдии</b> 
                    и <b>свободные участки под строительство</b>, и в конечном счете базу можно будет улучшить 
                    до такой степени, что у вас появится возможность разместить у себя <b>рынок, мастерскую 
                    объединения артефактов</b> и даже <b>ратушу</b>.</p>
                  <p>Поскольку убежища требуют постоянную поддержку питанием и защиту как во время 
                    строительства, так и после него, выбор места размещения убежища также не обойдется 
                    без стратегического планирования <b>транспорта и логистики</b>, что открывает новые 
                    захватывающие возможности перед землевладельцами Альбиона.</p>
                </div>
              </div>
            </div>
          </div>
          <div class="row">
            <div class="col-sm">
              <div class="content__block">
                <div class="col__image">
                  <img src="/tpl/img/5e13408319da7_default_big.png">
                </div>
                <div style="text-align: justify;" class="content__text">
                  <h3 class="text-uppercase">СРАЖЕНИЯ ЗА ТЕРРИТОРИИ В ОТКРЫТОМ МИРЕ</h3>
                  <p>Теперь территории будут захватываться через <b>сражения в открытом мире</b>, предоставляя 
                    игрокам новые возможности для крупномасштабных битв. В дополнение к тому, что все 
                    участники гильдии смогут проявить себя и внести значительный вклад в захват земель, 
                    возможно столкновение нескольких гильдий в битве за определенную территорию, что 
                    приводит к увеличению сложности и требует более продуманные стратегии. Эта новая 
                    система дополняется представленном в сюжетном сезоне <b>дебафом зерга</b>, гарантирующим, 
                    что победа не будет достигнута одними лишь числами, а также новой механикой <b>умной 
                    очереди на вход в локацию</b>, которая действует как динамическая система подбора для 
                    переполненных локаций, поддерживая количество игроков и силы противоборствующих 
                    сторон в балансе.</p>
                </div>
              </div>
            </div>
            <div class="col-sm">
              <div class="content__block">
                <div class="col__image">
                  <img src="/tpl/img/5e131f1828bff_default_big.png">
                </div>
                <div style="text-align: justify;" class="content__text">
                  <h3 class="text-uppercase">АВАЛОНЦЫ И ЭЛИТНЫЕ ПОДЗЕМЕЛЬЯ</h3>
                  <p><b>Авалонцы</b> - это древняя фракция, которая жила во времена великой войны между 
                    Мерлином и Морганой. Изолированные на протяжении тысячелетий, они вернулись, 
                    чтобы забрать обратно свои земли. Эти элитные враги на данный момент являются 
                    самыми мощными противниками в мире Альбиона, и бросить им вызов можно в <b>элитных 
                    случайных подземельях</b>, появляющихся во всех Т6-Т8 зонах Запределья и представляющих 
                    из себя высокоуровневое испытание для группы из 15-20 игроков.</p>
                  <p>В дополнение к ценнейшим в игре наградам, в конце элитных подземелий находятся 
                    <b>святилища</b>, предлагающие самым упорным и умелым игрокам <b>недельный бонус к славе, 
                    получаемой при убийстве монстров</b>.</p>
                </div>
              </div>
            </div>
          </div>
          <div class="row">
            <div class="col-sm">
              <div class="content__block">
                <div class="col__image">
                  <img src="/tpl/img/5e133ced1f632_default_big.png">
                </div>
                <div style="text-align: justify;" class="content__text">
                  <h3 class="text-uppercase">КРИСТАЛЬНАЯ ЛИГА</h3>
                  <p>Вход на сражения в Кристальном королевстве теперь осуществляется через 
                    <b>Кристальную лигу</b>, в которой можно получить награду в виде огромного количества 
                    <b>серебра, славы и очков сезона</b>, и чем выше уровень битвы, тем богаче награда. 
                    Кристальная лига позволяет игрокам сражаться в окружении своих славных согильдийцев 
                    или в самостоятельно собранной команде, предоставляя высокоуровневым PvP-игрокам 
                    небывалую свободу выбора своего пути. Кроме того, когда игроки регистрируются в 
                    Кристальную лигу с гильдейской территории, победа <b>повышает уровень башни</b>, благодаря 
                    чему гильдия получает бонусы к сбору ресурсов, увеличенную защиту и очки сезона.</p>
                </div>
              </div>
            </div>
            <div class="col-sm">
              <div class="content__block">
                <div class="col__image">
                  <img src="/tpl/img/5e13471b5c16f_default_big.png">
                </div>
                <div style="text-align: justify;" class="content__text">
                  <h3 class="text-uppercase">АВАЛОНСКАЯ БРОНЯ</h3>
                  <p>В дополнение к авалонскому скакуну, инструментам и еде, представленным ранее в 
                    сюжетном сезоне, теперь игроки смогут получать <b>артефакты и осколки</b> при убийстве 
                    монстров с Авалона. Из этой добычи можно будет скрафтить три новых комплекта 
                    <b>авалонской артефактной брони</b>. Данная броня варьируется от Т4 до Т8 экипировки и 
                    представлена в латах, коже и ткани; мощность соответствует четвертому уровню 
                    артефактов. Каждая часть брони обладает невероятным новым заклинанием - от щита, 
                    отражающего входящий урон в виде смертельно опасных снарядов, до умения, позволяющего 
                    парить над землей, приобретя иммунитет к обездвиживанию.</p>
                </div>
              </div>
            </div>
          </div>
          <div class="row">
            <div class="col-sm">
              <div class="content__block">
                <div class="col__image">
                  <img src="/tpl/img/5e134fbc39abf_default_big.png">
                </div>
                <div style="text-align: justify;" class="content__text">
                  <h3 class="text-uppercase">НАРЯДЫ И НОВЫЕ ПРЕДМЕТЫ РОСКОШИ</h3>
                  <p>Обновление Квин принесет новую масштабную систему <b>нарядов</b>, позволяя игрокам 
                    носить предметы костюмов в открытом мире без опасения их потерять или без ущерба 
                    боевой готовности. В дополнение к большому ряду уже существующих в игре костюмов, 
                    конвертированных в наряды, игрокам станут доступны различные <b>новые комплекты 
                    нарядов</b>. Как и в случае с оболочками скакунов, наряды можно будет приобретать 
                    на рынке или разблокировать в разделе внешнего вида в меню действий игрока - все 
                    они могут быть куплены за внутриигровую валюту.</p>
                </div>
              </div>
            </div>
            <div class="col-sm">
              <div class="content__block">
                <div class="col__image">
                  <img src="/tpl/img/5e1331bf856b6_default_big.png">
                </div>
                <div style="text-align: justify;" class="content__text">
                  <h3 class="text-uppercase">ДОПОЛНИТЕЛЬНЫЕ УЛУЧШЕНИЯ</h3>
                  Это обновление принесет в игру множество дополнительных особенностей и улучшений, включая:
                      <br>
                      • Новый зачарованный ресурс - камень с повышенной эффективностью переработки, открывающий перед собирателями новые экономические возможности
                      <br>
                      • Новые курсоры в трех цветовых вариантах для улучшенной видимости
                      <br>
                      • Сочетание клавиш для просмотра экипировки игроков
                      <br>
                      • Упрощенный и улучшенный прогресс мощности предметов
                      <br>
                      • Обновленные иконки мировых боссов
                      <br>
                      ... и многое другое
                </div>
              </div>
            </div>
          </div>
